Repository: peprodev/blog-assistant
Catalog: languages/blogassis-*.po
Languages: fa_ir

source: Blogging Assistant
fa_ir: دستیار بلاگ

source: %2$s ver. %1$s
fa_ir: %2$s نسخه %1$s

source: Icon Color
fa_ir: رنگ آیکون

source: Hover Color
fa_ir: رنگ هاور

source: Background Color
fa_ir: رنگ زمینه

source: Hover Background Color
fa_ir: رنگ زمینه هاور

source: Border Radius
fa_ir: خمیدگی حاشیه

source: Print
fa_ir: پرینت

source: Share on Email
fa_ir: اشتراک گذاری در ایمیل

source: Share on Facebook
fa_ir: اشتراک گذاری در فیسبوک

source: Share on LinkedIn
fa_ir: اشتراک گذاری در لینکد این

source: Share on Twitter
fa_ir: اشتراک گذاری در توییتر

source: Share on Google-plus
fa_ir: اشتراک گذاری در گوگل پلاس

source: Share on Tumblr
fa_ir: اشتراک گذاری در تامبلر

source: Share on Pinterest
fa_ir: اشتراک گذاری در پینترست

source: Share on Telegram
fa_ir: اشتراک گذاری در تلگرام

source: Share on WhatsApp
fa_ir: اشتراک گذاری در واتس‌اپ

source: Share Text
fa_ir: متن اشتراک گذاری

source: Share this article:
fa_ir: اشتراک گذاری این مطلب:

source: TOC Before Content
fa_ir: فهرست مطالب قبل از محتوا

source: TOC After Content
fa_ir: فهرست مطالب بعد از محتوا

source: Auto-prepend heading number
fa_ir: افزودن شمارشگر به هدینگ ها

source: Append go to TOC to Heading
fa_ir: افزودن رفتن به فهرست به هدینگ ها

source: Prepend Anchor link to Heading
fa_ir: افزودن انکر لینک به هدینگ ها

source: Navigation on Right
fa_ir: فهرست راهبری در راست

source: Menu-item hover border
fa_ir: رنگ حاشیه لینک

source: Navigation on Left
fa_ir: فهرست راهبری در چپ

source: Top Progressbar
fa_ir: نوار پراگرس بالا

source: Progress Color
fa_ir: رنگ نوار پراگرس

source: Reverse Direction
fa_ir: جهت معکوس

source: Height
fa_ir: ارتفاع

source: Bottom Progressbar
fa_ir: نوار پراگرس پایین

source: Protect Content from being copying
fa_ir: جلوگیری از کپی شده متن

source: Content Container Selector
fa_ir: انتخابگر المان HTML نگهدارنده متن

source: Content Highlight Color
fa_ir: رنگ متن هنگام هایلایت

source: Color
fa_ir: رنگ

source: Share buttons
fa_ir: دکمه های اشتراک گذاری

source: Share-widget Before Content
fa_ir: ویجت اشتراک گذاری قبل از محتوا

source: Share-widget After Content
fa_ir: ویجت اشتراک گذاری بعد از محتوا

source: Share-widget Float-top
fa_ir: ویجت اشتراک گذاری شناور در بالا

source: Share-widget Float-bottom
fa_ir: ویجت اشتراک گذاری شناور در پایین

source: Share-widget Float-right
fa_ir: ویجت اشتراک گذاری شناور در راست

source: Share-widget Float-left
fa_ir: ویجت اشتراک گذاری شناور در چپ

source: Table of Content
fa_ir: فهرست مطالب

source: In-page Navigation
fa_ir: فهرست راهبری

source: Scroll progressbar
fa_ir: نوار پراگرس بار هنگام اسکرول

source: Advanced Options
fa_ir: دیگر تنظیمات

source: Support
fa_ir: پشتیبانی این محصول

source: Settings
fa_ir: تنظیمات

# footer-copyright
source: Thanks for using %s products
fa_ir: بابت استفاده از محصولات %s سپاسگزاریم

source: Pepro Dev
fa_ir: تیم برنامه ‏نویسی پپرو

# footer-copyright
source: %s — Version %s
fa_ir: %s — نسخه %s

source: Pepro Blogging Assistant Configurations
fa_ir: تنظیمات دستیار بلاگ پپرو

# setting-general
source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ثبت گردیدند.

# setting-page
source: Other Options
fa_ir: تنظیمات پیشرفته

# setting-page
source: You can change other options from here.
fa_ir: شما میتوانید دیگر تنظیمات را از اینجا تغییر دهید.

# setting-general
source: Clear Settings on Unistall
fa_ir: پاکسازی دیتابیس هنگام حذف افزونه

# setting-general
source: Add fontawesome v.5 to front-end
fa_ir: افزودن فونت‎آسم (fontawesome-v.5) به فرانت اند

# setting-general
source: Toggle front-end wp-admin-menubar feature
fa_ir: قابلیت نمایش/مخفی سازی منوبار ادمین

# setting-page
source: %s Options
fa_ir: تنظیمات مربوط به %s

source: Sorry, There's a problem and we could not find any post type in your blog.
fa_ir: متاسفیم! مشکلی پیش آمد و نمیتوانیم پست تایپ های وبلاگ شما را شناسایی کنیم.

source: Save setting
fa_ir: ذخیره تنظیمات

source: Pepro Blogging Assistant
fa_ir: دستیار بلاگ پپرو

source: Pepro Blogging Assistant gives you Table of Content, Sharing Buttons, Heading navigations, Disallow Content Copying and a bunch of other tools to enhance user readability and the site's UX
fa_ir: دستیار بلاگ پپرو به شما کمک میکند با استفاده از ابزار هایی مثل فهرست مطالب، دکمه های اشتراک گذاری، لیست هدینگ ها، حالت تیره، حالت مخصوص خواندن و ... خوانایی مطالب و تجربه کاربری وبسایت را بهبود دهید

source: Pepro Dev. Group
fa_ir: تیم برنامه ‏نویسی پپرو
